Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: %@ (Dev build)
ar: %@ (إصدار تطوير)
de: %@ (Entwicklerversion)
es: %@ (versión de desarrollo)
fr: %@ (version de développement)
hi: %@ (डेवलपमेंट बिल्ड)
it: %@ (build di sviluppo)
ja: %@（開発ビルド）
ko: %@ (개발 빌드)
pl: %@ (wersja deweloperska)
pt_br: %@ (versão de desenvolvimento)
ru: %@ (сборка для разработки)
tr: %@ (Geliştirme sürümü)
uk: %@ (збірка для розробки)
zh_hans: %@（开发版本）
zh_hant: %@（開發版本）

source: %@ (Edited)
ar: %@ (معدّلة)
de: %@ (bearbeitet)
es: %@ (editado)
fr: %@ (modifié)
hi: %@ (बदला गया)
it: %@ (modificato)
ja: %@（編集済み）
ko: %@ (편집됨)
pl: %@ (edytowana)
pt_br: %@ (Editado)
ru: %@ (изменено)
tr: %@ (Düzenlendi)
uk: %@ (змінено)
zh_hans: %@（已编辑）
zh_hant: %@（已編輯）

source: %@ Copy
ar: %@ نسخة
de: %@ Kopie
es: %@ copia
fr: %@ copie
hi: %@ कॉपी
it: %@ copia
ja: %@ のコピー
ko: %@ 사본
pl: %@ kopia
pt_br: %@ cópia
ru: %@ копия
tr: %@ kopyası
uk: %@ копія
zh_hans: %@ 副本
zh_hant: %@ 複本

source: %@ Split %lld
ar: %@ – جزء %lld
de: %@ – Teil %lld
es: %@ – División %lld
fr: %@ – Partie %lld
hi: %@ – भाग %lld
it: %@ – Divisione %lld
ja: %@ – 分割 %lld
ko: %@ – 분할 %lld
pl: %@ – podział %lld
pt_br: %@ – Divisão %lld
ru: %@ – часть %lld
tr: %@ – Bölüm %lld
uk: %@ – частина %lld
zh_hans: %@ – 拆分 %lld
zh_hant: %@ – 分割 %lld

source: %@ is already in use
ar: %@ مستخدم بالفعل
de: %@ wird bereits verwendet
es: %@ ya está en uso
fr: %@ est déjà utilisé
hi: %@ पहले से इस्तेमाल में है
it: %@ è già in uso
ja: %@はすでに使用されています
ko: %@ 단축키는 이미 사용 중입니다
pl: %@ jest już używany
pt_br: %@ já está em uso
ru: %@ уже используется
tr: %@ zaten kullanılıyor
uk: %@ уже використовується
zh_hans: %@ 已被使用
zh_hant: %@ 已被使用

source: %@ isn't a Steam library with Wallpaper Engine Workshop items. Choose the Steam folder or its steamapps folder.
ar: %@ ليس مكتبة Steam تحتوي على عناصر ورشة Wallpaper Engine. اختر مجلد Steam أو مجلد steamapps الخاص به.
de: %@ ist keine Steam-Bibliothek mit Workshop-Objekten von Wallpaper Engine. Wählen Sie den Steam-Ordner oder dessen Ordner „steamapps“.
es: %@ no es una biblioteca de Steam con elementos del Workshop de Wallpaper Engine. Elige la carpeta de Steam o su carpeta steamapps.
fr: %@ n’est pas une bibliothèque Steam contenant des éléments du Workshop de Wallpaper Engine. Choisissez le dossier Steam ou son dossier steamapps.
hi: %@ Wallpaper Engine के Workshop आइटम वाली Steam लाइब्रेरी नहीं है। Steam फ़ोल्डर या उसका steamapps फ़ोल्डर चुनें।
it: %@ non è una libreria Steam con elementi del Workshop di Wallpaper Engine. Scegli la cartella di Steam o la sua cartella steamapps.
ja: %@ は、Wallpaper Engine のワークショップアイテムがある Steam ライブラリではありません。Steam フォルダか、その steamapps フォルダを選択してください。
ko: %@은(는) Wallpaper Engine 창작마당 항목이 있는 Steam 라이브러리가 아닙니다. Steam 폴더나 그 안의 steamapps 폴더를 선택하십시오.
pl: %@ nie jest biblioteką Steam z elementami Warsztatu Wallpaper Engine. Wybierz folder Steam lub jego folder steamapps.
pt_br: %@ não é uma biblioteca Steam com itens da Oficina do Wallpaper Engine. Escolha a pasta do Steam ou a pasta steamapps dela.
ru: %@ не является библиотекой Steam с элементами Мастерской Wallpaper Engine. Выберите папку Steam или её папку steamapps.
tr: %@, Wallpaper Engine Atölye öğeleri içeren bir Steam kütüphanesi değil. Steam klasörünü ya da içindeki steamapps klasörünü seçin.
uk: %@ не є бібліотекою Steam з елементами Майстерні Wallpaper Engine. Виберіть папку Steam або її папку steamapps.
zh_hans: “%@”不是包含 Wallpaper Engine 创意工坊项目的 Steam 库。请选择 Steam 文件夹或其中的 steamapps 文件夹。
zh_hant: 「%@」不是包含 Wallpaper Engine 工作坊項目的 Steam 收藏庫。請選擇 Steam 檔案夾或其中的 steamapps 檔案夾。

source: %@ isn't a Wallpaper Engine folder or its assets folder.
ar: ‏%@ ليس مجلد Wallpaper Engine ولا مجلد assets الخاص به.
de: %@ ist kein Wallpaper Engine-Ordner und nicht dessen Assets-Ordner.
es: %@ no es una carpeta de Wallpaper Engine ni su carpeta assets.
fr: %@ n’est ni un dossier Wallpaper Engine ni son dossier assets.
hi: %@ Wallpaper Engine फ़ोल्डर या उसका assets फ़ोल्डर नहीं है।
it: %@ non è una cartella di Wallpaper Engine né la sua cartella assets.
ja: %@ は Wallpaper Engine のフォルダでも、その assets フォルダでもありません。
ko: %@은(는) Wallpaper Engine 폴더나 해당 assets 폴더가 아닙니다.
pl: %@ nie jest folderem Wallpaper Engine ani jego folderem assets.
pt_br: %@ não é uma pasta do Wallpaper Engine nem a pasta assets dele.
ru: %@ — не папка Wallpaper Engine и не её папка assets.
tr: %@ bir Wallpaper Engine klasörü veya onun assets klasörü değil.
uk: %@ — не папка Wallpaper Engine і не її папка assets.
zh_hans: %@ 不是 Wallpaper Engine 文件夹或其 assets 文件夹。
zh_hant: %@ 不是 Wallpaper Engine 檔案夾或其 assets 檔案夾。

source: %@ isn't a Wallpaper Engine mobile package (.mpkg).
ar: ‏%@ ليس حزمة Wallpaper Engine للجوال (‎.mpkg).
de: %@ ist kein Wallpaper Engine-Mobilpaket (.mpkg).
es: %@ no es un paquete móvil de Wallpaper Engine (.mpkg).
fr: %@ n’est pas un paquet mobile Wallpaper Engine (.mpkg).
hi: %@ Wallpaper Engine का मोबाइल पैकेज (.mpkg) नहीं है।
it: %@ non è un pacchetto mobile di Wallpaper Engine (.mpkg).
ja: %@ は Wallpaper Engine のモバイルパッケージ（.mpkg）ではありません。
ko: %@은(는) Wallpaper Engine 모바일 패키지(.mpkg)가 아닙니다.
pl: %@ nie jest pakietem mobilnym Wallpaper Engine (.mpkg).
pt_br: %@ não é um pacote móvel do Wallpaper Engine (.mpkg).
ru: %@ — не мобильный пакет Wallpaper Engine (.mpkg).
tr: %@ bir Wallpaper Engine mobil paketi (.mpkg) değil.
uk: %@ не є мобільним пакетом Wallpaper Engine (.mpkg).
zh_hans: %@ 不是 Wallpaper Engine 移动包（.mpkg）。
zh_hant: %@ 不是 Wallpaper Engine 行動套件（.mpkg）。

source: %@ isn't connected. Workshop downloads fail until you connect it or choose another folder.
ar: %@ غير متصل. ستفشل تنزيلات الورشة إلى أن تقوم بتوصيله أو تختار مجلدًا آخر.
de: „%@“ ist nicht verbunden. Workshop-Downloads schlagen fehl, bis Sie das Volume verbinden oder einen anderen Ordner wählen.
es: %@ no está conectado. Las descargas del Workshop fallarán hasta que lo conectes o elijas otra carpeta.
fr: %@ n’est pas connecté. Les téléchargements du Workshop échoueront tant que vous ne l’aurez pas connecté ou choisi un autre dossier.
hi: %@ कनेक्ट नहीं है. जब तक आप इसे कनेक्ट नहीं करते या कोई दूसरा फ़ोल्डर नहीं चुनते, Workshop डाउनलोड विफल रहेंगे.
it: %@ non è collegato. I download dal Workshop non riusciranno finché non lo colleghi o non scegli un’altra cartella.
ja: %@が接続されていません。接続するか別のフォルダを選択するまで、ワークショップのダウンロードは失敗します。
ko: %@이(가) 연결되어 있지 않습니다. 연결하거나 다른 폴더를 선택할 때까지 창작마당 다운로드가 실패합니다.
pl: Dysk „%@” nie jest podłączony. Pobieranie z Warsztatu nie będzie działać, dopóki go nie podłączysz lub nie wybierzesz innego folderu.
pt_br: %@ não está conectado. Os downloads da Oficina falharão até que você o conecte ou escolha outra pasta.
ru: %@ не подключён. Загрузки из Мастерской не будут работать, пока вы не подключите диск или не выберете другую папку.
tr: %@ bağlı değil. Bu birimi bağlayana veya başka bir klasör seçene kadar Atölye indirmeleri başarısız olur.
uk: %@ не підʼєднано. Викачування з Майстерні не працюватиме, доки ви не підʼєднаєте диск або не виберете іншу папку.
zh_hans: “%@”未连接。在你连接它或选择其他文件夹之前，创意工坊下载将失败。
zh_hant: 「%@」未連接。在連接該磁碟或選擇其他檔案夾前，工作坊下載將無法完成。

source: %@ of %@
ar: %1$@ من %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
hi: %2$@ में से %1$@
it: %1$@ di %2$@
pl: %1$@ z %2$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@
uk: %1$@ з %2$@

source: %@ of originals can be removed
ar: يمكن إزالة %@ من الملفات الأصلية
de: %@ an Originalen können entfernt werden
es: Se pueden eliminar %@ de originales
fr: %@ d’originaux peuvent être supprimés
hi: %@ मूल फ़ाइलें हटाई जा सकती हैं
it: Puoi rimuovere %@ di originali
ja: オリジナルの%@を削除できます
ko: 원본 %@ 제거 가능
pl: Oryginały do usunięcia: %@
pt_br: %@ de originais podem ser removidos
ru: Можно удалить оригиналы: %@
tr: Orijinal dosyalardan %@ kaldırılabilir
uk: Можна звільнити %@, видаливши оригінали
zh_hans: 可移除 %@ 的原始文件
zh_hant: 可移除 %@ 的原始檔案

source: %@ on %@
ar: %1$@ على %2$@
de: %1$@ auf %2$@
es: %1$@ en %2$@
fr: %1$@ sur %2$@
hi: %2$@ पर %1$@
it: %1$@ su %2$@
ja: %2$@ の %1$@
ko: %2$@의 %1$@
pl: %1$@ na %2$@
pt_br: %1$@ em %2$@
ru: %1$@ на %2$@
tr: %2$@ üzerinde %1$@
uk: %1$@ на %2$@
zh_hans: %2$@ 上的 %1$@
zh_hant: %2$@ 上的 %1$@

source: %@ pixels · %@
ar: %1$@ بكسل · %2$@
de: %1$@ Pixel · %2$@
es: %1$@ píxeles · %2$@
fr: %1$@ pixels · %2$@
hi: %1$@ पिक्सेल · %2$@
it: %1$@ pixel · %2$@
ja: %1$@ ピクセル・%2$@
ko: %1$@픽셀 · %2$@
pl: %1$@ pikseli · %2$@
pt_br: %1$@ pixels · %2$@
ru: %1$@ пикс. · %2$@
tr: %1$@ piksel · %2$@
uk: %1$@ пікс. · %2$@
zh_hans: %1$@ 像素 · %2$@
zh_hant: %1$@ 像素 · %2$@

source: %@ s – %@ s
ar: %1$@ ث – %2$@ ث
de: %1$@ s – %2$@ s
es: %1$@ s – %2$@ s
fr: %1$@ s – %2$@ s
hi: %1$@ से. – %2$@ से.
it: %1$@ s – %2$@ s
ja: %1$@秒 – %2$@秒
ko: %1$@초 – %2$@초
pl: %1$@ s – %2$@ s
pt_br: %1$@ s – %2$@ s
ru: %1$@ с – %2$@ с
tr: %1$@ sn – %2$@ sn
uk: %1$@ с – %2$@ с
zh_hans: %1$@ 秒 – %2$@ 秒
zh_hant: %1$@ 秒 – %2$@ 秒

source: %@ uses %@, which the system's WebKit doesn't have. Install the Chromium web engine in Settings › Plugins to play it as in Wallpaper Engine.
ar: تستخدم %1$@ ‏%2$@، وهذه غير موجودة في WebKit الخاص بالنظام. ثبّت محرك الويب Chromium من الإعدادات › الإضافات لتشغيلها كما في Wallpaper Engine.
de: „%1$@“ nutzt %2$@, was das WebKit des Systems nicht hat. Installiere die Chromium-Web-Engine unter Einstellungen › Plug-ins, um den Hintergrund wie in Wallpaper Engine abzuspielen.
es: «%1$@» usa %2$@, que WebKit del sistema no tiene. Instala el motor web Chromium en Ajustes › Complementos para reproducirlo como en Wallpaper Engine.
fr: « %1$@ » utilise %2$@, que le WebKit du système ne propose pas. Installez le moteur web Chromium dans Réglages › Plug-ins pour l’afficher comme dans Wallpaper Engine.
hi: %1$@ %2$@ का उपयोग करता है, जो सिस्टम के WebKit में नहीं है। इसे Wallpaper Engine की तरह चलाने के लिए सेटिंग्स › प्लग-इन में Chromium वेब इंजन इंस्टॉल करें।
it: «%1$@» usa %2$@, che WebKit di sistema non ha. Installa il motore web Chromium in Impostazioni › Plug-in per riprodurlo come in Wallpaper Engine.
ja: 「%1$@」は %2$@ を使用していますが、システムの WebKit にはありません。Wallpaper Engine と同じように再生するには、設定 › プラグインで Chromium ウェブエンジンをインストールしてください。
ko: ‘%1$@’은(는) 시스템의 WebKit에 없는 %2$@을(를) 사용합니다. Wallpaper Engine처럼 재생하려면 설정 › 플러그인에서 Chromium 웹 엔진을 설치하세요.
pl: „%1$@” używa %2$@, czego systemowy WebKit nie ma. Zainstaluj silnik WWW Chromium w Ustawieniach › Wtyczki, aby odtwarzać ją tak jak w Wallpaper Engine.
pt_br: “%1$@” usa %2$@, que o WebKit do sistema não tem. Instale o motor web Chromium em Ajustes › Plug-ins para reproduzi-lo como no Wallpaper Engine.
ru: «%1$@» использует %2$@, чего нет в системном WebKit. Установите веб-движок Chromium в разделе «Настройки › Плагины», чтобы воспроизводить обои как в Wallpaper Engine.
tr: “%1$@”, sistemin WebKit’inde bulunmayan %2$@ kullanıyor. Wallpaper Engine’deki gibi oynatmak için Chromium web motorunu Ayarlar › Eklentiler’den yükleyin.
uk: «%1$@» використовує %2$@, чого немає в системному WebKit. Установіть веб-рушій Chromium у розділі «Параметри › Плагіни», щоб відтворювати шпалери як у Wallpaper Engine.
zh_hans: “%1$@”使用了 %2$@，而系统的 WebKit 不支持。请在“设置 › 插件”中安装 Chromium 网页引擎，以像在 Wallpaper Engine 中一样播放。
zh_hant: 「%1$@」使用了 %2$@，而系統的 WebKit 不支援。請在「設定 › 外掛程式」中安裝 Chromium 網頁引擎，以像在 Wallpaper Engine 中一樣播放。

source: %@ was stopped because Open Wallpaper Engine didn't quit cleanly last time.
ar: تم إيقاف %@ لأن Open Wallpaper Engine لم يُنهَ بشكل سليم في المرة الأخيرة.
de: %@ wurde gestoppt, da Open Wallpaper Engine beim letzten Mal nicht ordnungsgemäß beendet wurde.
es: Se ha detenido %@ porque Open Wallpaper Engine no se cerró correctamente la última vez.
fr: %@ a été arrêté, car Open Wallpaper Engine ne s’est pas fermé correctement la dernière fois.
hi: %@ को रोक दिया गया, क्योंकि पिछली बार Open Wallpaper Engine ठीक से बंद नहीं हुआ था.
it: %@ è stato interrotto perché l’ultima volta Open Wallpaper Engine non è stato chiuso correttamente.
ja: Open Wallpaper Engineが前回正しく終了しなかったため、%@を停止しました。
ko: 지난번에 Open Wallpaper Engine이 정상적으로 종료되지 않아 %@이(가) 중지되었습니다.
pl: Zatrzymano: %@. Open Wallpaper Engine nie zakończył ostatnio działania prawidłowo.
pt_br: O Open Wallpaper Engine interrompeu %@ porque não foi encerrado corretamente da última vez.
ru: %@: остановлено, так как Open Wallpaper Engine в прошлый раз завершил работу некорректно.
tr: Open Wallpaper Engine geçen sefer düzgün kapanmadığı için %@ durduruldu.
uk: Роботу «%@» зупинено, оскільки минулого разу Open Wallpaper Engine завершив роботу некоректно.
zh_hans: 由于 Open Wallpaper Engine 上次未正常退出，%@ 已被停止。
zh_hant: 由於 Open Wallpaper Engine 上次未正常結束，已停止「%@」。

source: %@ was stopped because it made Open Wallpaper Engine unresponsive.
ar: تم إيقاف %@ لأنه تسبب في توقف Open Wallpaper Engine عن الاستجابة.
de: %@ wurde gestoppt, da Open Wallpaper Engine dadurch nicht mehr reagiert hat.
es: Se ha detenido %@ porque hacía que Open Wallpaper Engine no respondiera.
fr: %@ a été arrêté, car il empêchait Open Wallpaper Engine de répondre.
hi: %@ को रोक दिया गया, क्योंकि इसके कारण Open Wallpaper Engine प्रतिक्रिया नहीं दे रहा था.
it: %@ è stato interrotto perché bloccava Open Wallpaper Engine.
ja: Open Wallpaper Engineが応答しなくなる原因となったため、%@を停止しました。
ko: Open Wallpaper Engine이 응답하지 않게 만들어 %@이(가) 중지되었습니다.
pl: Zatrzymano: %@. Przez to Open Wallpaper Engine przestawał odpowiadać.
pt_br: O Open Wallpaper Engine interrompeu %@ porque isso fez o app parar de responder.
ru: %@: остановлено, так как из-за этого Open Wallpaper Engine перестал отвечать.
tr: Open Wallpaper Engine’in yanıt vermemesine neden olduğu için %@ durduruldu.
uk: Роботу «%@» зупинено, оскільки через неї Open Wallpaper Engine перестав відповідати.
zh_hans: %@ 已被停止，因为它导致 Open Wallpaper Engine 无响应。
zh_hant: 由於「%@」導致 Open Wallpaper Engine 沒有回應，已將其停止。

source: %@ · %@ · %@ s. Only “%@” keeps its crop and edits; the others are centred and export as authored.
ar: %1$@ · %2$@ · %3$@ ث. تحتفظ ”%4$@“ وحدها بالاقتصاص والتعديلات؛ ويُوسَّط الباقي ويُصدَّر كما أُنشئ.
de: %1$@ · %2$@ · %3$@ s. Nur „%4$@“ behält Ausschnitt und Bearbeitungen; die anderen werden zentriert und wie veröffentlicht exportiert.
es: %1$@ · %2$@ · %3$@ s. Solo «%4$@» conserva su recorte y sus cambios; los demás se centran y se exportan tal como se crearon.
fr: %1$@ · %2$@ · %3$@ s. Seul « %4$@ » garde son recadrage et ses modifications ; les autres sont centrés et exportés tels qu’ils ont été créés.
hi: %1$@ · %2$@ · %3$@ से. केवल “%4$@” अपना क्रॉप और बदलाव रखता है; बाकी बीच में रखकर जैसे बनाए गए थे वैसे ही एक्सपोर्ट होते हैं।
it: %1$@ · %2$@ · %3$@ s. Solo “%4$@” mantiene ritaglio e modifiche; gli altri vengono centrati ed esportati così come sono stati creati.
ja: %1$@ · %2$@ · %3$@秒。切り取りと編集が反映されるのは“%4$@”だけです。ほかの壁紙は中央に合わせ、作成されたとおりに書き出されます。
ko: %1$@ · %2$@ · %3$@초. 자르기와 편집 내용은 ‘%4$@’에만 적용되며, 나머지는 가운데에 맞춰 원래 만들어진 대로 내보내집니다.
pl: %1$@ · %2$@ · %3$@ s. Tylko „%4$@” zachowuje swój kadr i zmiany; pozostałe są wyśrodkowane i eksportowane w oryginalnej postaci.
pt_br: %1$@ · %2$@ · %3$@ s. Somente “%4$@” mantém o recorte e as edições; os outros são centralizados e exportados como foram criados.
ru: %1$@ · %2$@ · %3$@ с. Кадрирование и изменения сохраняет только «%4$@»; остальные центрируются и экспортируются в исходном виде.
tr: %1$@ · %2$@ · %3$@ sn. Yalnızca “%4$@” kırpmasını ve düzenlemelerini korur; diğerleri ortalanır ve oluşturuldukları gibi dışa aktarılır.
uk: %1$@ · %2$@ · %3$@ с. Кадрування та зміни зберігає лише «%4$@»; решта центруються й експортуються у первісному вигляді.
zh_hans: %1$@ · %2$@ · %3$@ 秒。只有“%4$@”保留其裁剪和编辑；其他墙纸居中并按原样导出。
zh_hant: %1$@ · %2$@ · %3$@ 秒。只有「%4$@」保留其裁切和編輯；其他背景圖片置中並按原樣輸出。

source: %@ · %@. Only “%@” keeps its edits; the others export as authored.
ar: %1$@ · %2$@. تحتفظ ”%3$@“ وحدها بتعديلاتها؛ ويُصدَّر الباقي كما أُنشئ.
de: %1$@ · %2$@. Nur „%3$@“ behält seine Bearbeitungen; die anderen werden wie veröffentlicht exportiert.
es: %1$@ · %2$@. Solo «%3$@» conserva sus cambios; los demás se exportan tal como se crearon.
fr: %1$@ · %2$@. Seul « %3$@ » garde ses modifications ; les autres sont exportés tels qu’ils ont été créés.
hi: %1$@ · %2$@. केवल “%3$@” अपने बदलाव रखता है; बाकी जैसे बनाए गए थे वैसे ही एक्सपोर्ट होते हैं।
it: %1$@ · %2$@. Solo “%3$@” mantiene le modifiche; gli altri vengono esportati così come sono stati creati.
ja: %1$@ · %2$@。編集が反映されるのは“%3$@”だけです。ほかの壁紙は作成されたとおりに書き出されます。
ko: %1$@ · %2$@. 편집 내용은 ‘%3$@’에만 적용되며, 나머지는 원래 만들어진 대로 내보내집니다.
pl: %1$@ · %2$@. Tylko „%3$@” zachowuje swoje zmiany; pozostałe są eksportowane w oryginalnej postaci.
pt_br: %1$@ · %2$@. Somente “%3$@” mantém suas edições; os outros são exportados como foram criados.
ru: %1$@ · %2$@. Изменения сохраняет только «%3$@»; остальные экспортируются в исходном виде.
tr: %1$@ · %2$@. Yalnızca “%3$@” düzenlemelerini korur; diğerleri oluşturuldukları gibi dışa aktarılır.
uk: %1$@ · %2$@. Зміни зберігає лише «%3$@»; решта експортуються у первісному вигляді.
zh_hans: %1$@ · %2$@。只有“%3$@”保留其编辑；其他墙纸按原样导出。
zh_hant: %1$@ · %2$@。只有「%3$@」保留其編輯；其他背景圖片按原樣輸出。

source: %lld more
ar: %lld خلفية أخرى
de: %lld weitere
es: %lld más
fr: %lld autres
hi: %lld और
it: e altri %lld
ja: ほか%lld件
ko: 외 %lld개
pl: %lld innej
pt_br: mais %lld
ru: ещё %lld
tr: %lld tane daha
uk: ще %lld
zh_hans: 另外 %lld 个
zh_hant: 其他 %lld 個

source: %lld required Workshop items are unavailable
ar: %lld عنصر مطلوب من الورشة غير متاح
de: %lld benötigte Workshop-Objekte sind nicht verfügbar
es: %lld elementos necesarios del Workshop no están disponibles
fr: %lld éléments requis du Workshop ne sont pas disponibles
hi: %lld ज़रूरी Workshop आइटम उपलब्ध नहीं हैं
it: %lld elementi del Workshop necessari non sono disponibili
ja: 必要なワークショップアイテムのうち%lld個を利用できません
ko: 필요한 창작마당 항목 %lld개를 사용할 수 없음
pl: %lld wymaganego elementu Warsztatu jest niedostępne
pt_br: %lld itens necessários da Oficina não estão disponíveis
ru: %lld нужного материала Мастерской недоступны
tr: Gerekli %lld Atölye ögesi kullanılamıyor
uk: %lld потрібного обʼєкта Майстерні недоступні
zh_hans: %lld 个必需的创意工坊项目不可用
zh_hant: %lld 個必要的工作坊項目無法使用

source: %lld selected
ar: تم تحديد %lld عنصر
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
hi: %lld चुने गए
it: %lld selezionati
ja: %lld件を選択中
ko: %lld개 선택됨
pl: Zaznaczono %lld
pt_br: %lld selecionados
ru: Выбрано %lld
tr: %lld seçili
uk: Вибрано %lld
zh_hans: 已选择 %lld 个
zh_hant: 已選擇 %lld 個

source: %lld wallpapers
ar: %lld خلفية
de: %lld Hintergrundbilder
es: %lld fondos de pantalla
fr: %lld fonds d’écran
hi: %lld वॉलपेपर
it: %lld sfondi
ja: %lld個の壁紙
ko: 배경화면 %lld개
pl: %lld tapety
pt_br: %lld imagens de fundo
ru: Обоев: %lld
tr: %lld duvar kâğıdı
uk: %lld шпалери
zh_hans: %lld 张墙纸
zh_hant: %lld 張背景圖片

source: %lld wallpapers will be added
ar: ستتم إضافة %lld خلفية
de: %lld Hintergrundbilder werden hinzugefügt
es: Se añadirán %lld fondos de pantalla
fr: %lld fonds d’écran seront ajoutés
hi: %lld वॉलपेपर जोड़े जाएँगे
it: Verranno aggiunti %lld sfondi
ja: %lld個の壁紙が追加されます
ko: 배경화면 %lld개가 추가됩니다
pl: Zostanie dodane %lld tapety
pt_br: %lld imagens de fundo serão adicionadas
ru: Будет добавлено обоев: %lld
tr: %lld duvar kâğıdı eklenecek
uk: Буде додано %lld шпалери
zh_hans: 将添加 %lld 张墙纸
zh_hant: 將加入 %lld 張背景圖片

source: %lld × %lld pixels
ar: %1$lld × %2$lld بكسل
de: %1$lld × %2$lld Pixel
es: %1$lld × %2$lld píxeles
fr: %1$lld × %2$lld pixels
hi: %1$lld × %2$lld पिक्सेल
it: %1$lld × %2$lld pixel
ja: %1$lld × %2$lld ピクセル
ko: %1$lld × %2$lld 픽셀
pl: %1$lld × %2$lld pikseli
pt_br: %1$lld × %2$lld pixels
ru: %1$lld × %2$lld пикс.
tr: %1$lld × %2$lld piksel
uk: %1$lld × %2$lld пікс.
zh_hans: %1$lld × %2$lld 像素
zh_hant: %1$lld × %2$lld 像素

source: 1920 x 1080 – Full HD
ar: 1920 x 1080 – دقة Full HD
de: 1920 × 1080 – Full HD
es: 1920 × 1080 – Full HD
ja: 1920 x 1080 – フルHD
pl: 1920 × 1080 – Full HD
pt_br: 1920 × 1080 – Full HD
ru: 1920 × 1080 – Full HD
uk: 1920 × 1080 – Full HD
zh_hans: 1920 x 1080 – 全高清

source: 3840 x 2160 – 4K
ar: 3840 x 2160 – دقة 4K
de: 3840 × 2160 – 4K
es: 3840 × 2160 – 4K
pl: 3840 × 2160 – 4K
pt_br: 3840 × 2160 – 4K
ru: 3840 × 2160 – 4K
uk: 3840 × 2160 – 4K

source: 4K UHD
ar: دقة فائقة 4K

source: A Live Photo moves for about 3 seconds; its photo is the middle frame.
ar: تتحرك Live Photo لمدة 3 ثوانٍ تقريبًا، وصورتها هي الإطار الأوسط.
de: Ein Live Photo bewegt sich etwa 3 Sekunden lang; das Foto ist das mittlere Bild.
es: Una Live Photo se mueve durante unos 3 segundos; su foto es el fotograma central.
fr: Une Live Photo bouge pendant environ 3 secondes ; sa photo est l’image du milieu.
hi: Live Photo लगभग 3 सेकंड चलती है; उसकी फ़ोटो बीच का फ़्रेम होती है।
it: Una Live Photo si muove per circa 3 secondi; la sua foto è il fotogramma centrale.
ja: Live Photoは約3秒間動きます。写真は中央のフレームです。
ko: Live Photo는 약 3초간 움직이며, 사진은 가운데 프레임입니다.
pl: Live Photo porusza się przez około 3 sekundy; jego zdjęcie to środkowa klatka.
pt_br: Uma Live Photo se move por cerca de 3 segundos; a foto é o quadro do meio.
ru: Live Photo движется около 3 секунд; её фото — средний кадр.
tr: Bir Live Photo yaklaşık 3 saniye hareket eder; fotoğrafı ortadaki karedir.
uk: Live Photo рухається близько 3 секунд; її фото — середній кадр.
zh_hans: 实况照片的动态约为 3 秒；照片为中间一帧。
zh_hant: 原況照片的動態約為 3 秒；照片為中間一格。

source: A Live Photo moves for up to 3 seconds; its photo is the sharpest frame near the middle.
ar: تتحرك Live Photo لمدة تصل إلى 3 ثوانٍ؛ وصورتها هي أوضح إطار قرب المنتصف.
de: Ein Live Photo bewegt sich bis zu 3 Sekunden lang; das Foto ist das schärfste Bild nahe der Mitte.
es: Una Live Photo se mueve hasta 3 segundos; su foto es el fotograma más nítido cerca del centro.
fr: Une Live Photo s’anime jusqu’à 3 secondes ; sa photo est l’image la plus nette vers le milieu.
hi: Live Photo 3 सेकंड तक चलती है; इसकी फ़ोटो बीच के पास का सबसे साफ़ फ़्रेम होती है।
it: Una Live Photo si muove fino a 3 secondi; la sua foto è il fotogramma più nitido vicino al centro.
ja: Live Photoは最大3秒間動きます。写真には中央付近で最も鮮明なフレームが使われます。
ko: Live Photo는 최대 3초간 움직이며, 사진은 가운데 부근에서 가장 선명한 프레임입니다.
pl: Live Photo porusza się do 3 sekund; jego zdjęciem jest najostrzejsza klatka blisko środka.
pt_br: Uma Live Photo se move por até 3 segundos; sua foto é o quadro mais nítido perto do meio.
ru: Live Photo движется до 3 секунд; его фото — самый резкий кадр ближе к середине.
tr: Live Photo en fazla 3 saniye hareket eder; fotoğrafı ortaya yakın en net karedir.
uk: Live Photo рухається до 3 секунд; його фото — найчіткіший кадр ближче до середини.
zh_hans: 实况照片最多动 3 秒；其照片是中间附近最清晰的一帧。
zh_hant: 原況照片最多動 3 秒；其照片是中間附近最清晰的一格。

source: A Steam Web API key is required to browse.
ar: يلزم مفتاح Steam Web API للتصفح.
de: Zum Durchsuchen ist ein Steam-Web-API-Schlüssel erforderlich.
es: Se necesita una clave de la API web de Steam para explorar.
fr: Une clé d’API Web Steam est requise pour parcourir le Workshop.
hi: ब्राउज़ करने के लिए Steam Web API कुंजी आवश्यक है.
it: Per sfogliare è necessaria una chiave Steam Web API.
ja: ブラウズするにはSteam Web APIキーが必要です。
ko: 탐색하려면 Steam Web API 키가 필요합니다.
pl: Do przeglądania wymagany jest klucz Steam Web API.
pt_br: É necessária uma chave de API Web do Steam para explorar.
ru: Для просмотра нужен ключ Steam Web API.
tr: Göz atmak için bir Steam Web API anahtarı gerekiyor.
uk: Для перегляду потрібен ключ Steam Web API.
zh_hans: 需要 Steam Web API 密钥才能浏览。
zh_hant: 需要 Steam Web API 密鑰才能瀏覽。
